Revit 2024 API
UnitTypeId.KilogramsPerMeterSecond Property
 Kilograms per meter second.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KilogramsPerMeterSecond { get; }
Visual Basic
Public Shared ReadOnly Property KilogramsPerMeterSecond As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KilogramsPerMeterSecond {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace